Repository: greenertux/woocommerce-photography
Catalog: languages/woocommerce-photography-*_formal.po
Languages: it_it

source: Image
it_it: Bild

source: Visibility
it_it: Sichtbarkeit

source: Thumbnail
it_it: Vorschau

source: View products on this collection.
it_it: Produkte in dieser Sammlung anzeigen

source: View Products (%d)
it_it: Produkte anzeigen (%d)

source: View collection page.
it_it: Sammlungsübersicht anzeigen

source: View Collection
it_it: Sammlung anzeigen

source: Thumbnails
it_it: Vorschaubilder

source: Collections Thumbnail size:
it_it: Auflösung der Vorschaubilder

source: Collections Lightbox size:
it_it: Auflösung der Lightbox:

source: Photography
it_it: Fotografie

source: Collections
it_it: Sammlung

source: Add Photographs
it_it: Fotos hinzufügen

source: Photography Settings
it_it: Fotografieeinstellungen

source: Settings
it_it: Einstellungen

source: Allowed Files
it_it: Erlaubte Dateien

source: Search for a collection&hellip;
it_it: Sammlung suchen&hellip;

source: Loading&hellip;
it_it: Lädt&hellip;

source: An error occurred while creating the collection! Please try again.
it_it: Die Erstellung dieser Sammlung ist fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Choose an image
it_it: Bild auswählen

source: Use image
it_it: Bild benutzen

source: Restricted
it_it: Eingeschränkt

source: Public
it_it: Öffentlich

source: Restricted: only users in this collection can access. Public: any customers can access.
it_it: Eingeschränkt: nur Benutzer dieser Sammlung können den Inhalt sehen. Öffentlich: alle Kunden können die Sammlung sehen.

source: Upload/Add image
it_it: Bild hochladen/hinzufügen

source: Remove image
it_it: Bild entfernen

source: Use this screen to upload your photographs. Before uploading, set any of the following parameters to apply them to each uploaded photograph.
it_it: Laden Sie hier ihre Bilder hoch. Setzen Sie alle Parameter vor dem hochladen, da diese automatisch auf jedes hochgeladene Bild angewandt werden.

source: SKU Pattern
it_it: SKU Regel

source: Specify a pattern to ensure your photos have a unique SKU. E.g. %swc-%s
it_it: Geben Sie eine Regel an, damit alle Fotos eine eindeutige SKU haben. Beispiel: %swc-%s

source: Price
it_it: Preis

source: Set a global price that will be set for each photo uploaded.
it_it: Setzen Sie hier einen globalen Preis, der für jedes Foto eingestellt wird.

source: Specify which collection(s) these photos belong to.
it_it: Geben Sie an, zu welchem Album diese Fotos gehören (Mehrfachzuweisung möglich).

source: + Add Collection
it_it: + Album hinzufügen

source: Add New Collection
it_it: Neues Album hinzufügen

source: Drop images here
it_it: Legen Sie die Bilder hier ab

source: Select Images
it_it: Bilder auswählen

source: Maximum upload file size: %s.
it_it: Maximale Dateigröße: %s.

source: You can send images because your browser is too old or do not have javascript enabled!
it_it: Sie können keine Bilder hochladen, da ihr Webbrowser zu alt ist oder JavaScript deaktiviert wurde!

source: Save Changes
it_it: Änderungen speichern

source: Close all
it_it: Alles schließen

source: Expand all
it_it: Alles öffnen

source: Photographs
it_it: Fotografie

source: Remove
it_it: Entfernen

source: Click to toggle
it_it: Umschalten

source: Caption
it_it: Titel

source: Photography #%d from %s
it_it: Bild #%d aus %s

source: Photography #%d
it_it: Bild #%d

source: Photography Collections
it_it: Bildersammlungen

source: Collection:
it_it: Sammlung:

source: Photograph
it_it: Bild

source: Please choose the quantity of items you wish to add to your order&hellip;
it_it: Bitte wählen Sie die Menge der Bilder, die Sie bestellen möchten.&hellip;

source: You don't have permission to purchase this photo!
it_it: Sie haben keine Berechtigung, dieses Foto zu kaufen!

source: Photography Collection
it_it: Bildersammlung

source: Search Photography Collections
it_it: Bildersammlungen durchsuchen

source: All Photography Collections
it_it: Alle Sammlungen

source: Parent Photography Collection
it_it: Übergeordnete Sammlung

source: Parent Photography Collection:
it_it: Übergeordnete Sammlung

source: Edit Photography Collection
it_it: Sammlung bearbeiten

source: Update Photography Collection
it_it: Sammlung aktualisieren

source: Add New Photography Collection
it_it: Neues Fotoalbum hinzufügen

source: New Photography Collection Name
it_it: Name des neuen Fotoalbums

source: Add To Order
it_it: Zur Bestellung hinzufügen

source: New Photography Collection
it_it: Neues Fotoalbum

source: This email is sent to customers when you assign a collection to their account.
it_it: Diese Mail wird diejenigen Kunden gesendet, denen ein Fotoalbum zugewiesen wird.

source: [{site_title}] Your photographs are ready! - {collections}
it_it: [{site_title}] Ihre Fotos sind fertig! - {collections}

source: Photos from your event(s) have been added to your account & are ready to be viewed.
it_it: Fotos ihrer Veranstatlung(en) wurden zu ihrem Benutzerkonto hinzugefügt und können angesehen werden.

source: Enable/Disable
it_it: Aktivieren/Deaktivieren

source: Enable this email notification
it_it: Diese E-Mailbenachrichtigung aktivieren

source: Subject
it_it: Betreff

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
it_it: Hier können Sie einen Benutzerdefinierten Betreff für Benachrichtungsmails eingeben. Lassen Sie dieses Feld leer, um den folgenden Standardbetreff zu nutzen: <code>%s</code>.

source: Email Heading
it_it: Überschrift der E-Mail

source: This controls the main heading contained within the email. Leave blank to use the default heading: <code>%s</code>.
it_it: Hier können Sie eine benutzerdefinierten Überschrift für Benachrichtungsmails eingeben. Lassen Sie dieses Feld leer, um die folgende Standardüberschrift zu nutzen: <code>%s</code>.

source: Email type
it_it: Art der E-Mail

source: Choose which format of email to send.
it_it: Wählen Sie das Format der E-mail

source: Plain text
it_it: Nur text

source: Multipart
it_it: Multipart (Text und HTML)

source: The following photo collection(s) has been added to your account:
it_it: Die folgenden Fotoalben wurden ihrem Benutzerkonto hinzugefügt:

source: You can view your collections on the %s page.
it_it: Sie können Ihre Fotos auf der Seite %s anschauen.

source: My Account
it_it: Mein Benutzerkonto

source: You can view your collections on the My Account page: %s
it_it: Sie können Ihre Fotos auf der Seite Mein Benutzerkonto %s anschauen.

source: Select
it_it: Auswählen

source: of each photo
it_it: von jedem Foto

source: Add to order
it_it: Zur Bestellung hinzufügen

source: Placeholder
it_it: Platzhalter

source: My Collections
it_it: Meine Fotoalben

source: Cover image
it_it: Übersichtsbild

source: Title
it_it: Titel

source: Number of photos
it_it: Bildnummer

source: Save
it_it: Speichern

source: View Photographs
it_it: Bilder anschauen

source: WooCommerce Photography depends on the last version of %s to work!
it_it: WooCommerce Fotografie benötigt die aktuellste Version von %s um korrekt zu funktionieren!

source: WooCommerce Photography
it_it: WooCommerce Fotografie

source: Provide a user experience for photographers to offer batches of images for order.
it_it: Ermöglicht Fotografen ganze Fotoalben anzubieten.

# Uploader: Drop images here - or - Select Images
source: or
it_it: oder

# Admin menu name
source: Collections
it_it: Alben

# slug
source: collection
it_it: Album
