Repository: greenertux/woocommerce-photography
Catalog: languages/woocommerce-photography-*.po
Languages: it_it

source: Image
it_it: Immagine

source: Visibility
it_it: Visibilit&agrave;

source: View products on this collection.
it_it: Vedi prodotti in questa collezione.

source: View Products (%d)
it_it: Vedi Prodotti (%d)

source: View collection page.
it_it: Vedi pagina collezione.

source: View Collection
it_it: Vedi Collezione

source: Thumbnails
it_it: Thumbnail

source: Collections Thumbnail size:
it_it: Dimensione Thumbnail Collezioni:

source: Collections Lightbox size:
it_it: Dipenzione Lightbox Collezioni:

source: The settings of this image size have been disabled because its values are being overwritten by a filter.
it_it: Le impostazioni di questa dimensione di immagine sono state disabilitate perch&egrave; I suoi valori sono stati sovrascritti da un filtro.

source: Hard Crop?
it_it: Forza Taglio?

source: Photography
it_it: Fotografia

source: Collections
it_it: Collezioni

source: Add Photographs
it_it: Aggiungi Fotografie

source: Photography Settings
it_it: Impostazione Fotografia

source: Settings
it_it: Impostazioni

source: Allowed Files
it_it: File Permessi

source: Search for a collection&hellip;
it_it: Cerca una collezione&hellip;

source: Loading&hellip;
it_it: Caricamento&hellip;

source: An error occurred while creating the collection! Please try again.
it_it: Errore durante la creazione della collezione! Per favour riprova.

source: Choose an image
it_it: Scegli un'immagine

source: Use image
it_it: Utilizza immagine

source: Restricted
it_it: Riservato

source: Public
it_it: Pubblico

source: Restricted: only users in this collection can access. Public: any customers can access.
it_it: Ristretto: solo gli utenti in questa collezione possono accedere. Pubblico: qualunque utente pu&ograve; accedere.

source: Upload/Add image
it_it: Carica/Aggiungi immagine

source: Remove image
it_it: Rimuovi immagine

source: Use this screen to upload your photographs. Before uploading, set any of the following parameters to apply them to each uploaded photograph.
it_it: Utilizza questa schermata per caricare le tue fotografie. Prima del caricamento, imposta i seguenti parametric per applicarli ad ogni immagine durante il caricamento.

source: SKU Pattern
it_it: Schema SKU

source: Specify a pattern to ensure your photos have a unique SKU. E.g. %swc-%s
it_it: Specifica uno schema per assicurarti che le tue foto abbiano uno SKU unico. Es. %swc-%s

source: Price
it_it: Prezzo

source: Set a global price that will be set for each photo uploaded.
it_it: Imposta il prezzo globale che verr&agrave; impostato ad ogni foto caricata.

source: Specify which collection(s) these photos belong to.
it_it: Specifica a quale collezione/I appartengono queste foto.

source: + Add Collection
it_it: + Aggiungi Collezione

source: Add New Collection
it_it: Aggiungi Nuova Collezione

source: Drop images here
it_it: Rilascia le immagini qui

source: Select Images
it_it: Seleziona Immagini

source: Maximum upload file size: %s.
it_it: Dimensione massima di caricamento del file : %s.

source: You can send images because your browser is too old or do not have javascript enabled!
it_it: Puoi inviare immagini perch&egrave; il tuo browser &egrave; troppo vecchio o non ha JavaScript abilitato!

source: Save Changes
it_it: Salva Modifiche

source: Close all
it_it: Chiudi tutto

source: Expand all
it_it: Espandi tutto

source: Photographs
it_it: Fotografie

source: Remove
it_it: Rimuovi

source: Click to toggle
it_it: Clicca per chiudere/espandere

source: Caption
it_it: Didascalia

source: Photography #%d from %s
it_it: Fotografia #%d da %s

source: Photography #%d
it_it: Fotografia #%d

source: Photography Collections
it_it: Collezioni Fotografia

source: Collection:
it_it: Collezione:

source: Photograph
it_it: Fotografia

source: Please choose the quantity of items you wish to add to your order&hellip;
it_it: Per favour scegli la quantit&agrave; di element che vuoi aggiungere al tuo ordine&hellip;

source: You don't have permission to purchase this photo!
it_it: Non hai i permessi necessary per acquistare questa foto!

source: Photography Collection
it_it: Collezione Fotografia

source: Search Photography Collections
it_it: Cerca Collezioni Fotografia

source: All Photography Collections
it_it: Tutte le Collezioni Fotografia

source: Parent Photography Collection
it_it: Collezione Fotografia Genitore

source: Parent Photography Collection:
it_it: Collezione Fotografia Genitore:

source: Edit Photography Collection
it_it: Modifica Collezione Fotografia

source: Update Photography Collection
it_it: Aggiorna Collezione Fotografia

source: Add New Photography Collection
it_it: Aggiungi Nuova Collezione Fotografia

source: New Photography Collection Name
it_it: Nome Nuova Collezione Fotografia

source: Add To Order
it_it: Aggiungi All'Ordine

source: New Photography Collection
it_it: Nuova Collezione Fotografia

source: This email is sent to customers when you assign a collection to their account.
it_it: Questa email viene inviata ai client quando assegni una collezione ai loro account.

source: [{site_title}] Your photographs are ready! - {collections}
it_it: [{site_title}] Le tue fotografie sono pronte! - {collections}

source: Photos from your event(s) have been added to your account & are ready to be viewed.
it_it: Le foto dei tuoi eventi sono state aggiunte al tuo account &amp; sono pronte per essere visualizzate.

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable this email notification
it_it: Abilita questa notifica email

source: Subject
it_it: Oggetto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
it_it: Questo campo controlla l'oggetto dell'email. Lascialo vuoto per utilizzare l'oggetto di default: <code>%s</code>.

source: Email Heading
it_it: Intestazione Email

source: This controls the main heading contained within the email. Leave blank to use the default heading: <code>%s</code>.
it_it: Questo campo controlla l'intestazione principale contenuta nell'email. Lascialo vuoto per utilizzare l'intestazione di default: <code>%s</code>.

source: Email type
it_it: Tipo email

source: Choose which format of email to send.
it_it: Scegli in quale format inviare l'email.

source: Plain text
it_it: Testo semplice

source: Multipart
it_it: Multiparte

source: The following photo collection(s) has been added to your account:
it_it: Le seguenti collezioni di foto sono state aggiunte al tuo account:

source: You can view your collections on the %s page.
it_it: Puoi vedere le tue collezioni sulla pagina %s.

source: My Account
it_it: Il Mio Account

source: You can view your collections on the My Account page: %s
it_it: Puoi vedere le tue collezioni sulla pagina Il Mio Account: %s

source: Select
it_it: Seleziona

source: of each photo
it_it: di ogni foto

source: Add to order
it_it: Aggiungi all'ordine

source: My Collections
it_it: Le Mie Collezioni

source: Cover image
it_it: Immagine di copertina

source: Title
it_it: Titolo

source: Number of photos
it_it: Numero di foto

source: Save
it_it: Salva

source: View Photographs
it_it: Vedi Fotografie

source: WooCommerce Photography depends on the last version of %s to work!
it_it: WooCommerce Photography necessita dell'ultima versione di %s per funzionare!

source: Provide a user experience for photographers to offer batches of images for order.
it_it: Fornisci un'esperienza utente per fotografi per offrire gruppi di immagini da ordinare.

# Uploader: Drop images here - or - Select Images
source: or
it_it: o

# Admin menu name
source: Collections
it_it: Collezioni

# slug
source: collection
it_it: collezione
